Repository: mozilla-l10n/mt-training-data
Catalog: ht/ht_pontoon.tmx
Source language: en_us
Languages: ht

source: Numbers. There should be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
ht: Nimewo. Pa ta dwe gen okenn chif nan tèks sous la paske yo ka lakòz pwoblèm lè li awotvwa. Fason yo li yon nimewo depann de kontèks epi li ka prezante konfizyon nan seri done a. Pou egzanp, nimewo "2409" ta ka li avèk presizyon kòm tou de "vennkat zewo nèf" ak "de mil kat san nèf".

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ht: Nan lòt men an, si ou panse ke lektè a pwobableman pa janm jwenn mo a anvan, epi li tou senpleman fè yon devine kòrèk nan pwononsyasyon an, tanpri rejte. Si ou pa sèten, sèvi ak bouton sote a.

source: open source
ht: sous ouvè

source: override
ht: ranplase

source: [Part of the text can’t be heard]
ht: [Yon pati nan tèks la pa ka tande]

source: Personal dashboards keep you up-to-date with individual and community progress.
ht: Tablo grafik pèsonèl kenbe ou ajou ak pwogrè endividyèl ak kominote a.

source: Please check the <howToLink>guidelines</howToLink>.
ht: Tanpri tcheke <howToLink>gid yo</howToLink>.

source: pop-up
ht: popòp

source: preference
ht: preferans

source: Privacy Notice
ht: Avi sou enfòmasyon prive

source: Punctuation. Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
ht: Ponktiyasyon. Senbòl espesyal ak ponktiyasyon yo ta dwe sèlman enkli lè absoliman nesesè. Pa egzanp, yon apòt yo enkli nan mo angle tankou "don't" ak "we're" epi yo ta dwe enkli nan tèks sous la, men li pa posib pou w janm bezwen yon senbòl espesyal tankou "@" oswa "#". ”

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ht: ['Raised' nan lang angle toujou pwononse kòm yon sèl silab, pa de]

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ht: Lekti kontraksyon ki pa aktyèlman la, tankou "Nou se" olye de "Nou se", oswa vis vèrsa.

source: Read our How-to if unsure how to attribute
ht: Li Fason nou an si w pa sèten kijan pou atribiye

source: { $readyCount } sentences ready for submission!
ht: { $readyCount } fraz yo pare pou soumèt!

source: Ready to add your voice or lend your ear?
ht: Pare pou ajoute vwa ou oswa prete zòrèy ou?

source: [Recording cut off before the end of the last word]
ht: [Anrejistreman koupe anvan fen dènye mo a]

source: release
ht: plblikasyon

source: Remember that we need permission to publish those sentences, so always ensure that the text belongs to the <wikipediaLink>public domain</wikipediaLink>. If there is no explicit indication, reach out to the person that the text belongs to and ask if they want to contribute their text to the Public Domain. If they want to, help them go through the <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> process. If they do not want to contribute the text, then you are not allowed to use that text.
ht: Sonje ke nou bezwen pèmisyon pou pibliye fraz sa yo, kidonk toujou asire tèks la fè pati <wikipediaLink>domèn piblik</wikipediaLink>. Si pa gen okenn endikasyon eksplisit, kontakte moun ki tèks la fè pati epi mande si yo vle kontribye tèks yo nan Domèn Piblik la. Si yo vle, ede yo ale nan pwosesis <cc0WaiverLink>Akò Kontribisyon</cc0WaiverLink>. Si yo pa vle kontribye tèks la, lè sa a ou pa gen dwa sèvi ak tèks sa a.

source: report
ht: rapò

source: restricted site
ht: sit ki gen restriksyon

source: revert
ht: retounen

source: review checker
ht: tchekè revizyon

source: search suggestion
ht: sijesyon rechèch

source: security keys
ht: kle sekirite

source: sensitive
ht: sansib

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
ht: Yo monte telechaje fraz yo. Sa ka pran plizyè minit selon kantite fraz yo ajoute. Tanpri pa fèmen sit entènèt sa a.

source: [Should be “We are”]
ht: [Ta dwe "Nou se"]

source: sidebar
ht: bando sou kote

source: sign
ht: siyen

source: signer
ht: siyatè

source: sign in
ht: konekte

source: sign-in
ht: konekte

source: Single ZIP file containing
ht: Grenn dosye postal ki genyen

source: Split into { $archiveCount } ZIP files containing
ht: Divize an { $archiveCount } fichye ZIP ki genyen

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ht: <strong>[Crackle]</strong>dinozò jeyan nan <strong>[crackle]</strong>-riasic.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ht: <strong>[Etènye]</strong> Dinozò yo jeyan nan <strong>[tous]</strong> Triasik la.

source: studies
ht: etid

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
ht: Soumèt fraz yo. Yo te rejte fraz yo { $duplicates } kòm kopi.

source: Terms of Service
ht: Regleman Sèvis

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
ht: Gras a kontribisyon plis pase 259k moun nan plis pase 50 lang, done sa yo ap itilize pou fòme aplikasyon pou pale pou yo pi byen reponn a vwa imen an.

source: The best sources you can look for are podcasts, transcripts, movie scripts and anything that potential can contain everyday conversations.
ht: Pi bon sous ou ka chèche pou yo se podcasts, relve nòt, fim scripts ak tout bagay ki potansyèl kapab genyen konvèsasyon chak jou.

source: The bumblebee sped by.
ht: Bumblebee a te vitès.

source: The Common Voice Sentence Collector has collected { $sentenceCount } sentences in { $languageCount } languages!
ht: Pèseptè fraz vwa komen an kolekte { $sentenceCount } fraz nan { $languageCount } lang!

source: The giant dinosaur of the Triassic.
ht: Dinozò yo jeyan nan triyas la.

source: The giant dinosaurs of the Triassi-.
ht: Dinozò yo jeyan nan triyas la.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
ht: Dinozò yo jeyan nan triyas la. <strong>[li pa yon sèl vwa]</strong>

source: The giant dinosaurs of the Triassic. Yes.
ht: Dinozò yo jeyan nan triyas la.

source: The giant dino <strong>[cough]</strong> the Triassic.
ht: Dino a jeyan<strong>[tous]</strong>triasik la.

source: There are a lot of public organizations that might want to collaborate and already have a lot of texts they can donate as public domain. Reach out to local universities, Governments and open source organizations to talk about the project and ask for their help.
ht: Gen yon anpil nan òganizasyon piblik ki ta ka vle kolabore ak deja gen yon anpil nan tèks yo ka bay kòm domèn piblik. Kontakte inivèsite lokal yo, Gouvènman ak òganizasyon sous louvri pou pale sou pwojè a epi mande èd yo.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
ht: Pral gen varyasyon natirèl nan volim ant lektè yo. Rejte sèlman si volim nan tèlman wo ke anrejistreman an kase, oswa (pi souvan) si li tèlman ba ke ou pa ka tande sa y ap di san referans ak tèks ekri a.

source: The Sentence Collector is part of <commonVoiceLink>Common Voice</commonVoiceLink>. It allows contributors to collect and validate sentences created by the community. You can use this tool also to import and clean-up small-to-medium-sized public domain corpus you have found or collected. All sentences need to be Public Domain. Approved sentences are exported every week to the Common Voice repository and are released on the Common Voice website on every new deployment.
ht: Sentence Collector fè pati <commonVoiceLink>Common Voice</commonVoiceLink>. Li pèmèt kontribitè yo kolekte epi valide fraz kominote a kreye. Ou ka sèvi ak zouti sa a tou pou enpòte ak netwaye ti kòb domèn piblik ou te jwenn oswa kolekte. Tout fraz yo dwe Domèn Piblik. Fraz yo apwouve yo ekspòte chak semèn nan depo Common Voice epi yo pibliye yo sou sit entènèt Common Voice sou chak nouvo deplwaman.

source: This page gives you an overview of all your submitted sentences. You may also delete already submitted sentences if needed, by marking the checkbox next to it and clicking on &quot;Delete selected sentences&quot; at the bottom. Please only remove sentences if absolutely necessary, for example if you noticed after the fact that a sentence is copyright protected.
ht: Paj sa a ba ou yon apèsi sou tout fraz ou soumèt yo. Ou ka efase fraz ki deja soumèt tou si sa nesesè, lè w make kaz ki bò kote l epi klike sou &quot;Efase fraz yo chwazi yo&quot; anba. Tanpri retire fraz sèlman si absoliman nesesè, pou egzanp si ou remake apre lefèt ke yon fraz pwoteje dwatè.

source: Too many files
ht: Twòp fichye

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
ht: { $totalHours } èdtan yo ka reyalize nan yon ti kras plis pase { $periodMonths } mwa si { $people } moun anrejistre { $clipsPerDay } clip pa jou.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
ht: Adwat nou dekri benefis yo epi klarifye ki enfòmasyon nou fè piblik. Sèvi ak lyen ki anba yo pou kòmanse ak yon kont Common Voice sou pwòp aparèy ou.

source: track
ht: trase

source: trackers
ht: trasè

source: Tracking Content
ht: Trase Kontni

source: Typically megabytes
ht: Tipikman megabyte

source: unencrypted
ht: san kriptaj

source: Unfortunately we can’t have Wikimedia articles yet. So do not copy paste from there.
ht: Malerezman nou poko ka gen atik Wikimedia. Se konsa, pa kopye keratin soti nan la.

source: unresponsive
ht: san repons

source: unsafe
ht: danjere

source: validate
ht: valide

source: validity
ht: validite

source: version
ht: vèsyon

source: Voice Dataset, Ready for Download
ht: Dataset vwa, pare pou telechaje

source: Web Authentication
ht: Otantifikasyon Web

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
ht: Nou echwe pou jwenn lang ki disponib yo. Kontribisyon yo pa posib kounye a. Tanpri eseye ankò pita.

source: We prefer natural/conversational sentences. While phonetic diversity and different words in sentences is important, we are trying to make recording sentences as much fun as possible. Therefore it would be great if you could try to keep your sentences as natural/engaging as possible.
ht: Nou pito fraz natirèl/konvèsasyon. Pandan ke divèsite fonetik ak diferan mo nan fraz yo enpòtan, nou ap eseye fè anrejistreman fraz yo plezi anpil ke posib. Se poutèt sa li ta gwo si ou ta ka eseye kenbe fraz ou yo kòm natirèl / angaje ke posib.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ht: Nou vle algorithm aprantisaj machin yo kapab jere yon varyete de bri background, e menm bri relativman fò yo ka aksepte depi yo pa anpeche w tande tout tèks la. Mizik background trankil se OK; mizik byen fò ase pou anpeche w tande chak ak chak mo se pa.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ht: Nou pral revize demann ou an pou retire anrejistreman vwa ou yo nan seri done a. Si demann ou an apwouve, nou pral kontakte moun ki te telechaje done a epi mande yo retire anrejistreman vwa ou yo tou.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ht: Lè w ap koute, tcheke avèk anpil atansyon ke sa ki anrejistre se egzakteman sa ki ekri; rejte si gen menm erè minè. <br />Erè trè komen yo enkli:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
ht: Lè ou mande anrejistreman ou yo, nou konpile yo nan youn oswa plizyè dosye ZIP. Men demann ou sot pase yo:

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ht: Èske w ta renmen mande pou yo efase anrejistreman vwa w yo tou, oswa èske w prefere kenbe yo nan seri done Common Voice la?

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
ht: Ou kapab tou kopye epi kole URL dirèk yo nan manadjè download pi renmen ou. Yo pral ekspire nan 12 èdtan, men ou ka tounen nan paj sa a pou jenere nouvo nenpòt ki lè.

source: You cannot request your recordings while another request is already in progress.
ht: Ou pa kapab mande anrejistreman ou yo pandan yon lòt demann deja ap fèt.

source: You can request a new takeout of your recordings every { $days } days.
ht: Ou ka mande yon nouvo retire anrejistreman ou yo chak { $days } jou.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
ht: Ou ta ka mete sit entènèt la, pa egzanp "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
ht: Ou ta ka itilize style referans akademik, pa egzanp style Harvard "Mozilla (2021) Common Voice. Disponib nan https://commonvoice.mozilla.org/ (Aksè: 15 septanm 2021)"

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ht: Anrejistreman vwa anonim ou yo ap rete nan seri done Common Voice la. Yon fwa ou efase pwofil ou a ou p ap kapab soumèt yon demann ankò pou retire anrejistreman ou yo nan seri done a.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ht: Aktyèlman w ap fikse pou <bold>PA</bold> resevwa imèl tankou rapèl objektif, mwen mizajou sou pwogrè ak bilten sou Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ht: Aktyèlman w ap fikse pou resevwa imèl tankou rapèl objektif, mwen mizajou sou pwogrè ak bilten sou Common Voice

source: Your files are being assembled. Please check again later.
ht: Fichye ou yo ap rasanble. Tanpri tcheke ankò pita.

source: Zip #{ $offset } of { $total }
ht: Kòd postal #{ $offset } nan { $total }
